<?php
return[

    "active" => [
        '0' => 'لم تتم الموافقة عليه بعد',
        '1' => 'موافق عليه ',
    ],

    "has_service" => [
        '0' => 'القسم لا يقبل الخدمات',
        '1' => 'القسم يقبل الخدمات',
    ],

    "has_product" => [
        '0' => 'لا يقبل القسم المنتجات',
        '1' => ' يقبل القسم المنتجات',
    ],

     "status" => [
        'pending' => 'مراجعة' ,
        'accept'=>'مقبول',
        'shipping'=> 'تم الشحن',
        'done'=> 'تم التوصيل',
        'reject'=> 'تم الرفض ',
    ],

    "payment_method" => [
        'cash' => 'كاش' ,
        'knet'=>'ماي فاتورة',
        'tabby'=> 'تابي',
        'wallet'    => "المحفظة"
    ],
    "box_status" => [
        'paid' => 'تم الدفع' ,
        'done' => 'تم التسليم' ,
        'retrieved'=>'تم الاسترجاع',
    ],




    "status_a" => [
        'accept'=>'مقبول',
        'shipping'=> 'تم الشحن',
        'done'=> 'تم التوصيل',
        'reject'=> 'تم الرفض ',
    ],
    'level' => [
        0 => 'غير مهم',
        1 => 'عادى',
        2 => 'مهم',
        3 => 'مهم جدا',
        4 => 'الأولوية القصوى',
    ],


];
