<?php

return [
    'student' => [
        'Introduction' => 'مرحبا:اسم تمت الموافقة على حسابك',
        'body'         => 'يمكن الآن إضافة المنتجات إلى حسابك وسيتم عرضها للمستخدم عند إدخال صفحتك.',
        'Button'       => 'تسجيل الدخول إلى حسابك الآن'
    ],

    'order_status' => [
        'Introduction'   => 'تم تغيير حالة طلبك',
        'h2'             => 'بيانات الطلب',
        'row1'           => 'البيانات',
        'row2'           => 'التفاصيل',
        'status'         => 'حالة الطلب',
        'products_count' => 'رقم المنتجات',
        'order price'    => 'سعر الطلب',
        'shipping price' => 'معدل الشحن',
        'total'          => 'الاجمالى',
        'discount'       => 'الخصم',
    ]
];
