<?php

return[

    'title' => [
        'section'     => 'مهمة الوصول إلى الفئات الرئيسية',
        'category'    => 'مهمة الوصول إلى الفئات الفرعية',
        'product'     => 'مهمة الوصول إلى المنتج',
        'attribute'   => 'مهمة الوصول إلى الخصائص',
        'option'      => 'مهمة الوصول إلى خيارات الميزة',
        'rating'      => 'مهمة الوصول إلى خيارات الملاحظات',
        'admin'       => 'مهمة الوصول إلى المسؤولين',
        'role'        => 'مهمة الوصول إلى السلطات',
        'user'        => 'مهام وصول المستخدم',
        'order'       => 'مهمة الوصول إلى الفئات الرئيسية',
        'student'     => 'مهمة الوصول إلى العلامات التجارية',
        'country'     => 'مهمة الوصول إلى البلدان',
        'area'        => 'مهام الوصول إلى المناطق',
        'info'        => 'مهمة الوصول إلى صفحات المعلومات',
        'setting'     => 'مهمة الوصول إلى الإعدادات',
        'icon'        => 'مهمة الوصول إلى الرموز',
        'slider'      => 'مهمة الوصول إلى شرائح العرض التقديمي',
        'contact'     => 'مهمة الوصول إلى الرسائل',

    ],

    'names' => [

        'index'                 => 'عرض الصفحة',
        'create'                => 'اضافة',
        'update'                => 'تعديل',
        'destroy'               => 'حذف',
        'restore'               => 'استرداد',
        'show'                  => 'عرض الحساب',
        'trash'                 => 'عرض سلة المحذوفات',
        'finalDelete'           => 'حذف نهائى',
        'print'                 => 'طباعة الفاتورة',
        'search'                => 'بحث',
        'permission'            => 'توزيع السلطات',
        'active'                => 'قبول',
        'pending'               => 'معلق',
        'accept'                => 'موافقه',
        'reject'                => 'للرفض',
        'updatePoints'          => 'تعديل الرصيد',


    ]
];
